import React from 'react';
import './Glavnoe.css';

function Glavnoe(){
    return(
        <div>
            <h1>Описание </h1>
            <div className='Opisanie'>
                <h1>Добро пожаловать в Blacnot</h1>

<p>
Blacnot — это простое приложение для управления личными задачами.
Здесь вы можете добавлять новые цели, отмечать их как выполненные
или проваленные, а также просматривать историю всех выполненных
и невыполненных задач. Все данные автоматически сохраняются
в браузере, поэтому они не пропадут после перезагрузки страницы.
</p>
            </div>
        </div> 
    )
}

export default Glavnoe; 